# TAPS

'homebrew/core'
'homebrew/bundle'
'homebrew/services'
'homebrew/versions'
'caskroom/cask'
'beeftornado/rmtree'


# BINARIES

brew 'bash'
brew 'bat'
brew 'binutils'
brew 'cask'
brew 'coreutils'
brew 'diffutils'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'docker-machine-driver-xhyve'
brew 'docker-swarm'
brew 'fasd'
bash 'findutils'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'goenv'
brew 'grep'
brew 'kubernetes-cli'
brew 'moreutils'
brew 'nvm'
brew 'openssh'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'rbenv'
brew 'rmtree'
brew 'screen'
brew 'stow'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wdiff'
brew 'wget', args: ['with-iri']
brew 'xquartz', args: ['force']
brew 'yarn', args: ['ignore-dependencies']


# BREW CASK APPS

cask 'adobe-creative-cloud'
cask 'airtable'
cask 'alfred'
cask 'android-studio'
cask 'dash'
cask 'datagrip'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'knockknock'
cask 'macdown'
cask 'mou'
cask 'postman'
cask 'screenflow'
cask 'slack'
cask 'spotify'
cask 'teamviewer'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'


# TAB COMPLETION

brew 'bash-completion2'
brew 'brew-cask-completion'
brew 'bundler-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'gem-completion'
brew 'pip-completion'
brew 'rails-completion'
brew 'rake-completion'
brew 'ruby-completion'